タイトル,原作,公開日,監督
白雪姫,Snow White And The Seven Dwarfs,1937年2月1日デイヴィッド・ハンド
ピノキオ,Pinocchio,1940年2月7日ベン・シャープスティーン
ファンタジア,Fantasia,1940年1月3日ベン・シャープスティーン
ダンボ,Dumbo,1941年2月3日ベン・シャープスティーン
バンビ,Bambi,1942年1月3日デイヴィッド・ハンド
ラテン・アメリカの旅,saludos Amigos,1942年2月4日ノーム・ファーガソン
三人の騎士,the Three Caballeros,1944年2月1日ノーム・ファーガソン
眠れる森の美女,sleeping Beauty,1959年2月9日クライド・ジェロニミ
1０１匹わんちゃん,One Hundred and One Dalmatians,1961年2月5日ウォルフガング＿ライザーマン
王様の剣,The Sword in the Stone,1963年2月5日ウォルフガング・ライザーマン
おしゃれキャット,The Aristocats,1970年1月1日ウォルフガング・ライザーマン
ロビン・フッド,robin Hood,1973年1月8日ウォルフガング_ライザーマン
くまのプーさん 完全保存版,The Many Adventures of Winnie the Pooh,1977年1月1日ウォルフガング・ライザーマン
ビアンカの大冒険,The Rescuers,1977年2月2日ロン＿ミラー
きつねと猟犬,The Fox and the Hound,1981年1月0日none
コルドロン,The Black Cauldron,1985年2月4日none
オリビアちゃんの大冒険,The Great Mouse Detective,1986年7月2日バーニー・マティンソン
オリバー ニューヨーク子猫ものがたり,Oliver & Company,1988年1月8日ジョージ・スクリブナー
リトル_マーメイド,The Little Mermaid,1989年1月5日ジョン・マスカー
美女と野獣,Beauty and the Beast,1991年1月3日ゲイリー・トゥルースデイル
アラジン,Aladdin,1992年2月5日ジョン・マスカー
ライオン_キング,The Lion King,1994年2月4日Nan
ポカホンタス,pocahontas,1995年2月3日マイク・ガブリエル
ノートルダムの鐘,The Hunchback of Notre Dame,1996年2月1日ゲイリー・トゥルースデイル
ヘラクレス,hercules,1997年2月7日ジョン・マスカー
ムーラン,Mulan,1998年1月9日バリー・クック
ターザン,tarzan,1999年1月8日ケビン・リマ
ファンタジア20００,Fantasia 2000年1月1日ロイ_E_ディズニー
ダイナソー,Dinosaur,2000年1月9日ラルフ・ゾンダッグ
ラマになった王様,The Emperor's New Groove,2000年1月5日マーク_ディンダル
アトランティス 失われた帝国,Atlantis: The Lost Empire,2001年6月8日ゲイリー・トゥルースデイル
リロ・アンド・スティッチ,Lilo & Stitch,2002年1月6日くりす・サンダース
トレジャー・プラネット,Treasure Planet,2002年2月7日ジョン・マスカー
ブラザー・ベア,Brother Bear,2003年2月0日アーロン・ブレイス
ホーム＿オン_ザ・レンジ にぎやか農場を救え!,Home on the Range,2004年2月1日ウィル・フィン
チキン・リトル,Chicken Little,2005年3月0日マーク＿ディンダル
ルイスと未来泥棒,Meet the Robinsons,2007年2月0日スティーブン・J・アンダーソン
ボルト,bolt,2008年2月1日クリス・ウィリアムス
プリンセスと魔法のキス,The Princess and the Frog,2009年1月8日ロン＿クレメンツ
塔の上のラプンツェル,Tangled,2010年1月2日バイロン・ハワード
くまのプーさん,Winnie the Pooh,2011年1月5日スティーブン・J・アンダーソン
シュガー_ラッシュ,Wreck-It Ralph,2012年1月2日リッチ＿ムーア
アナと雪の女王,Frozen,2013年2月7日クリス・バック
ベイマックス,Big Hero 6,2014年1月7日ドン・ホール
ズートピア,Zootopia,2016年3月4日リッチ・ムーア
モアナと伝説の海,moana,2016年2月3日ロン_クレメンツ
シュガー・ラッシュ:オンライン,Ralph Breaks the Internet,2018年2月1日リッチ・ムーア
アナと雪の女王2,Frozen Ⅱ,2019年2月2日クリス・バック
Disney's クリスマス・キャロル,A Christmas Carol,2009年1月6日ロバート・ゼメキス
フランケンウィニー,Frankenweenie,2012年0月5日ティム・バートン
リラクタント・ドラゴン,The Reluctant Dragon,1941年2月0日アルフレッド・ワーカー
メリー_ポピンズ,Mary Poppins,1964年2月7日ロバート・スティーブンソン
メリー・ポピンズ リターンズ,Mary Poppins Returns,2018年1月9日ロブ・マーシャル
トイ・ストーリー,Toy Story,1995年1月2日ジョン・ラセター
バグズ・ライフ,A Bug's Life,1998年2月5日ジョン・ラセター
トイ・ストーリー２,Toy Story 2,1999年2月4日ジョン・ラセター
モンスターズ・インク,Monsters Inc,2001年1月2日ピート・ドクター
ファインディング・ニモ,Finding Nemo,2003年3月0日アンドリュー・スタントン
Mr.インクレディブル,The Incredibles,2004年1月5日ブラッド・バード
カーズ,Cars,2006年6月9日ジョン・ラセター
レミーのおいしいレストラン,ratatouille,2007年2月9日ブラッド_バード
ウォーリー,WALL-E,2008年2月7日アンドリュー・スタントン
カールじいさんの空飛ぶ家,up,2009年2月9日ピート・ドクター
トイ・ストーリー3,Toy Story 3,2010年1月8日リー・アンクリッチ
カーズ2,Cars 2,2011年2月4日ジョン・ラセター
モンスターズ・ユニバーシティ,"Monsters, University",2013年2月1日ダン_スキャンロン
ファインディング・ドリー,Finding Dory,2016年1月4日アンドリュー・スタントン
カーズ/クロスロード,Cars 3,2017年1月6日ブライアン・フィー
インクレディブル・ファミリー,Incredibles 2,2018年1月5日ブラッド・バード
トイ・ストーリー４,Toy Story 4,2019年2月1日ジョシュ_クーリー
ダックテイル・ザ・ムービー/失われた魔法のランプ,DuckTales the Movie: Treasure of the Lost Lamp,1990年8月3日ボブ・ハスコック
グーフィー・ムービー ホリデーは最高!!,A Goofy Movie,1995年4月7日ケビン_リマ
ダグズ・ファースト・ムービー,Doug's 1st Movie,1999年1月9日モーリス・ジョイス
ティガー・ムービー プーさんの贈りもの,The Tigger Movie,2000年1月1日ジュン・ファルケンシュタイン
リセス 〜ぼくらの夏休みを守れ!〜,Recess: School's Out,2001年1月6日チャック・シーツ
ピーター・パン2 ネバーランドの秘密,Return to Never Land,2002年1月0日ロビン・バッド
ジャングル・ブック2,The Jungle Book 2,2003年2月9日スティーブ・トレンバース
ティーチャーズ・ペット,Teacher's Pet,2004年1月6日ステファン・スウォフォード
ティンカー・ベル,Tinker Bell,2008年2月8日ブラッドリー_レイモンド
プレーンズ2/ファイアー＆レスキュー,Planes: Fire & Rescue,2014年1月8日ボブス・ガンナウェイ
ティンカー・ベルと流れ星の伝説,Tinker Bell and the Legend of the NeverBeast,2015年3月3日Steve Loter
カートゥーン・オールスターズ・トゥ・ザ・レスキュー,Cartoon All-Stars to the Rescue,1990年2月1日ドナルド・マクドナルド・ハウス
ガーゴイルズ ザ・ムービー,gargoyles the Movie: The Heroes Awaken,1995年3月1日サブロウ・ハシモト
マイティ・ダックス・ザ・ムービー:ザ・ファースト・フェイス・オフ,Mighty Ducks the Movie: The First Face-Off,1997年4月8日ジョー・バルソ
ライオン・キング2 シンバズ・プライド,the lion King II: Simba's Pride,1998年2月7日ダレル・ルーニー
ヘラクレス:ゼロ・トゥ・ヒーロー,Hercules: Zero to Hero,1998年3月1日ボブ・クライン
美女と野獣 ベルの友情物語,Belle's Tales of Friendship,1999年1月7日デイビッド_W_キング
ミッキーのクリスマスの贈りもの,Mickey's Once Upon a Christmas,1999年2月7日アレックス・マン
リトル・マーメイドII Return to The Sea,The Little Mermaid II: Return to the Sea,2000年1月9日ジム・カマラッド
ミッキーのマジカル・クリスマス 雪の日のゆかいなパーティー,Mickey's Magical Christmas: Snowed in at the House of Mouse,2001年1月6日トニー_クライグ
ノートルダムの鐘II,The Hunchback of Notre Dame II,2002年1月9日ブラッドリー・レイモンド
ターザン&ジェーン,Tarzan & Jane,2002年2月3日ヴィクター・クック
１０1匹わんちゃんII パッチのはじめての冒険,101 Dalmatians II: Patch's London Adventure,2003年2月1日ジム・カマラッド
アトランティス 帝国最後の謎,Atlantis: Milo's Return,2003年2月0日タッド・ストーンズ
スティッチ!ザ・ムービー,Stitch! The Movie,2003年2月6日トニー・クライグ
ターザン2,Tarzan II,2005年6月1日ブライアン・スミス
リロ&スティッチ2,Lilo & Stitch 2: Stitch Has a Glitch,2005年3月0日トニー・レオンディス
リロイ・アンド・スティッチ,Leroy & Stitch,2006年2月3日トニー・クライグ
ブラザー＿ベア２,brother Bear 2,2006年2月9日ベンジャミン・グリュック
シンデレラIII_戻された時計の針,Cinderella III: A Twist in Time,2007年2月6日フランク・ニッセン
風の谷のナウシカ,風の谷のナウシカ,1984年1月1日宮崎駿
天空の城ラピュタ,ガリヴァー旅行記,1986年8月2日宮崎駿
火垂るの墓,火垂るの墓,1988年1月6日高畑勲
となりのトトロ,となりのトトロ,1988年1月6日宮崎駿
魔女の宅急便,魔女の宅急便,1989年2月9日宮崎 駿
おもひでぽろぽろ,おもひでぽろぽろ,1991年2月0日高畑勲
紅の豚,飛行艇時代,1992年1月8日宮崎駿
海がきこえる,海がきこえる,1993年5月5日望月智充
平成狸合戦ぽんぽこ,平成狸合戦ぽんぽこ,1994年1月6日高畑勲
耳をすませば,耳をすませば,1995年1月5日近藤喜文
もののけ姫,もののけ姫,1997年1月2日宮崎駿
ホーホケキョ_となりの山田くん,ホーホケキョ となりの山田くん,1999年1月7日高畑 勲
千と千尋の神隠し,霧のむこうの不思議な町,2001年2月0日宮崎駿
ギブリーズ_episode2,none,2002年2月0日百瀬義行
猫の恩返し,バロン 猫の男爵,2002年2月0日宮崎駿
ハウルの動く城,魔法使いハウルと火の悪魔,2004年2月0日宮崎駿
ゲド戦記,ゲド戦記,2006年2月9日宮崎駿
崖の上のポニョ,人魚姫,2008年1月9日宮崎駿
借りぐらしのアリエッティ,床下の小人,2010年1月7日米林宏昌
コクリコ坂から,コクリコ坂から,2011年1月6日宮崎吾朗
風立ちぬ,風立ちぬ,2013年2月0日宮崎駿
かぐや姫の物語,竹取物語,2013年2月3日高畑勲
思い出のマーニー,思い出のマーニー,2014年1月9日米林宏昌
レッドタートル_ある島の物語,レッドタートル,2016年1月7日マイケル・デュドク・ドゥ・ヴィット
