タイトル,原作,公開日,監督
白雪姫,Snow White And The Seven Dwarfs,1937/12/21,デイヴィッド・ハンド
ピノキオ,Pinocchio,1940/2/7,ベン・シャープスティーン
ファンタジア,Fantasia,1940/11/13,ベン・シャープスティーン
ダンボ,Dumbo,1941/10/23,ベン・シャープスティーン
バンビ,Bambi,1942/8/13,デイヴィッド・ハンド
ラテン・アメリカの旅,saludos Amigos,1942/8/24,ノーム・ファーガソン
三人の騎士,the Three Caballeros,1944/12/21,ノーム・ファーガソン
眠れる森の美女,sleeping Beauty,1959/1/29,クライド・ジェロニミ
1０１匹わんちゃん,One Hundred and One Dalmatians,1961/1/25,ウォルフガング＿ライザーマン
王様の剣,The Sword in the Stone,1963/12/25,ウォルフガング・ライザーマン
おしゃれキャット,The Aristocats,1970/12/11,ウォルフガング・ライザーマン
ロビン・フッド,robin Hood,1973/11/8,ウォルフガング_ライザーマン
くまのプーさん 完全保存版,The Many Adventures of Winnie the Pooh,1977/3/11,ウォルフガング・ライザーマン
ビアンカの大冒険,The Rescuers,1977/6/22,ロン＿ミラー
きつねと猟犬,The Fox and the Hound,1981/7/10,none
コルドロン,The Black Cauldron,1985/7/24,none
オリビアちゃんの大冒険,The Great Mouse Detective,1986/7/2,バーニー・マティンソン
オリバー ニューヨーク子猫ものがたり,Oliver & Company,1988/11/18,ジョージ・スクリブナー
リトル_マーメイド,The Little Mermaid,1989/11/15,ジョン・マスカー
美女と野獣,Beauty and the Beast,1991/11/13,ゲイリー・トゥルースデイル
アラジン,Aladdin,1992/11/25,ジョン・マスカー
ライオン_キング,The Lion King,1994/6/24,Nan
ポカホンタス,pocahontas,1995/6/23,マイク・ガブリエル
ノートルダムの鐘,The Hunchback of Notre Dame,1996/6/21,ゲイリー・トゥルースデイル
ヘラクレス,hercules,1997/6/27,ジョン・マスカー
ムーラン,Mulan,1998/6/19,バリー・クック
ターザン,tarzan,1999/6/18,ケビン・リマ
ファンタジア20００,Fantasia 2000,2000/1/1,ロイ_E_ディズニー
ダイナソー,Dinosaur,2000/5/19,ラルフ・ゾンダッグ
ラマになった王様,The Emperor's New Groove,2000/12/15,マーク_ディンダル
アトランティス 失われた帝国,Atlantis: The Lost Empire,2001/6/8,ゲイリー・トゥルースデイル
リロ・アンド・スティッチ,Lilo & Stitch,2002/6/16,くりす・サンダース
トレジャー・プラネット,Treasure Planet,2002/11/27,ジョン・マスカー
ブラザー・ベア,Brother Bear,2003/10/20,アーロン・ブレイス
ホーム＿オン_ザ・レンジ にぎやか農場を救え!,Home on the Range,2004/3/21,ウィル・フィン
チキン・リトル,Chicken Little,2005/10/30,マーク＿ディンダル
ルイスと未来泥棒,Meet the Robinsons,2007/3/20,スティーブン・J・アンダーソン
ボルト,bolt,2008/11/21,クリス・ウィリアムス
プリンセスと魔法のキス,The Princess and the Frog,2009/12/18,ロン＿クレメンツ
塔の上のラプンツェル,Tangled,2010/11/12,バイロン・ハワード
くまのプーさん,Winnie the Pooh,2011/7/15,スティーブン・J・アンダーソン
シュガー_ラッシュ,Wreck-It Ralph,2012/11/2,リッチ＿ムーア
アナと雪の女王,Frozen,2013/11/27,クリス・バック
ベイマックス,Big Hero 6,2014/11/7,ドン・ホール
ズートピア,Zootopia,2016/3/4,リッチ・ムーア
モアナと伝説の海,moana,2016/11/23,ロン_クレメンツ
シュガー・ラッシュ:オンライン,Ralph Breaks the Internet,2018/11/21,リッチ・ムーア
アナと雪の女王2,Frozen Ⅱ,2019/11/22,クリス・バック
Disney's クリスマス・キャロル,A Christmas Carol,2009/11/6,ロバート・ゼメキス
フランケンウィニー,Frankenweenie,2012/10/5,ティム・バートン
リラクタント・ドラゴン,The Reluctant Dragon,1941/6/20,アルフレッド・ワーカー
メリー_ポピンズ,Mary Poppins,1964/8/27,ロバート・スティーブンソン
メリー・ポピンズ リターンズ,Mary Poppins Returns,2018/12/19,ロブ・マーシャル
トイ・ストーリー,Toy Story,1995/11/12,ジョン・ラセター
バグズ・ライフ,A Bug's Life,1998/11/25,ジョン・ラセター
トイ・ストーリー２,Toy Story 2,1999/11/24,ジョン・ラセター
モンスターズ・インク,Monsters Inc,2001/11/2,ピート・ドクター
ファインディング・ニモ,Finding Nemo,2003/5/30,アンドリュー・スタントン
Mr.インクレディブル,The Incredibles,2004/11/5,ブラッド・バード
カーズ,Cars,2006/6/9,ジョン・ラセター
レミーのおいしいレストラン,ratatouille,2007/6/29,ブラッド_バード
ウォーリー,WALL-E,2008/6/27,アンドリュー・スタントン
カールじいさんの空飛ぶ家,up,2009/5/29,ピート・ドクター
トイ・ストーリー3,Toy Story 3,2010/6/18,リー・アンクリッチ
カーズ2,Cars 2,2011/6/24,ジョン・ラセター
モンスターズ・ユニバーシティ,"Monsters, University",2013/6/21,ダン_スキャンロン
ファインディング・ドリー,Finding Dory,2016/6/14,アンドリュー・スタントン
カーズ/クロスロード,Cars 3,2017/6/16,ブライアン・フィー
インクレディブル・ファミリー,Incredibles 2,2018/6/15,ブラッド・バード
トイ・ストーリー４,Toy Story 4,2019/6/21,ジョシュ_クーリー
ダックテイル・ザ・ムービー/失われた魔法のランプ,DuckTales the Movie: Treasure of the Lost Lamp,1990/8/3,ボブ・ハスコック
グーフィー・ムービー ホリデーは最高!!,A Goofy Movie,1995/4/7,ケビン_リマ
ダグズ・ファースト・ムービー,Doug's 1st Movie,1999/3/19,モーリス・ジョイス
ティガー・ムービー プーさんの贈りもの,The Tigger Movie,2000/2/11,ジュン・ファルケンシュタイン
リセス 〜ぼくらの夏休みを守れ!〜,Recess: School's Out,2001/2/16,チャック・シーツ
ピーター・パン2 ネバーランドの秘密,Return to Never Land,2002/2/10,ロビン・バッド
ジャングル・ブック2,The Jungle Book 2,2003/2/9,スティーブ・トレンバース
ティーチャーズ・ペット,Teacher's Pet,2004/1/16,ステファン・スウォフォード
ティンカー・ベル,Tinker Bell,2008/10/28,ブラッドリー_レイモンド
プレーンズ2/ファイアー＆レスキュー,Planes: Fire & Rescue,2014/7/18,ボブス・ガンナウェイ
ティンカー・ベルと流れ星の伝説,Tinker Bell and the Legend of the NeverBeast,2015/3/3,Steve Loter
カートゥーン・オールスターズ・トゥ・ザ・レスキュー,Cartoon All-Stars to the Rescue,1990/4/21,ドナルド・マクドナルド・ハウス
ガーゴイルズ ザ・ムービー,gargoyles the Movie: The Heroes Awaken,1995/1/31,サブロウ・ハシモト
マイティ・ダックス・ザ・ムービー:ザ・ファースト・フェイス・オフ,Mighty Ducks the Movie: The First Face-Off,1997/4/8,ジョー・バルソ
ライオン・キング2 シンバズ・プライド,the lion King II: Simba's Pride,1998/8/27,ダレル・ルーニー
ヘラクレス:ゼロ・トゥ・ヒーロー,Hercules: Zero to Hero,1998/8/31,ボブ・クライン
美女と野獣 ベルの友情物語,Belle's Tales of Friendship,1999/8/17,デイビッド_W_キング
ミッキーのクリスマスの贈りもの,Mickey's Once Upon a Christmas,1999/12/7,アレックス・マン
リトル・マーメイドII Return to The Sea,The Little Mermaid II: Return to the Sea,2000/9/19,ジム・カマラッド
ミッキーのマジカル・クリスマス 雪の日のゆかいなパーティー,Mickey's Magical Christmas: Snowed in at the House of Mouse,2001/11/6,トニー_クライグ
ノートルダムの鐘II,The Hunchback of Notre Dame II,2002/3/19,ブラッドリー・レイモンド
ターザン&ジェーン,Tarzan & Jane,2002/7/23,ヴィクター・クック
１０1匹わんちゃんII パッチのはじめての冒険,101 Dalmatians II: Patch's London Adventure,2003/1/21,ジム・カマラッド
アトランティス 帝国最後の謎,Atlantis: Milo's Return,2003/5/20,タッド・ストーンズ
スティッチ!ザ・ムービー,Stitch! The Movie,2003/8/26,トニー・クライグ
ターザン2,Tarzan II,2005/6/1,ブライアン・スミス
リロ&スティッチ2,Lilo & Stitch 2: Stitch Has a Glitch,2005/8/30,トニー・レオンディス
リロイ・アンド・スティッチ,Leroy & Stitch,2006/6/23,トニー・クライグ
ブラザー＿ベア２,brother Bear 2,2006/8/29,ベンジャミン・グリュック
シンデレラIII_戻された時計の針,Cinderella III: A Twist in Time,2007/2/6,フランク・ニッセン
風の谷のナウシカ,風の谷のナウシカ,1984/3/11,宮崎駿
天空の城ラピュタ,ガリヴァー旅行記,1986/8/ 2,宮崎駿
火垂るの墓,火垂るの墓,1988/4/16,高畑勲
となりのトトロ,となりのトトロ,1988/4/16,宮崎駿
魔女の宅急便,魔女の宅急便,1989/7/29,宮崎 駿
おもひでぽろぽろ,おもひでぽろぽろ,1991/7/20,高畑勲
紅の豚,飛行艇時代,1992/7/18,宮崎駿
海がきこえる,海がきこえる,1993/5/5,望月智充
平成狸合戦ぽんぽこ,平成狸合戦ぽんぽこ,1994/7/16,高畑勲
耳をすませば,耳をすませば,1995/7/15,近藤喜文
もののけ姫,もののけ姫,1997/7/12,宮崎駿
ホーホケキョ_となりの山田くん,ホーホケキョ となりの山田くん,1999/7/17,高畑 勲
千と千尋の神隠し,霧のむこうの不思議な町,2001/7/20,宮崎駿
ギブリーズ_episode2,none,2002/7/20,百瀬義行
猫の恩返し,バロン 猫の男爵,2002/7/20,宮崎駿
ハウルの動く城,魔法使いハウルと火の悪魔,2004/11/20,宮崎駿
ゲド戦記,ゲド戦記,2006/7/29,宮崎駿
崖の上のポニョ,人魚姫,2008/7/19,宮崎駿
借りぐらしのアリエッティ,床下の小人,2010/7/17,米林宏昌
コクリコ坂から,コクリコ坂から,2011/7/16,宮崎吾朗
風立ちぬ,風立ちぬ,2013/7/20,宮崎駿
かぐや姫の物語,竹取物語,2013/11/23,高畑勲
思い出のマーニー,思い出のマーニー,2014/7/19,米林宏昌
レッドタートル_ある島の物語,レッドタートル,2016/9/17,マイケル・デュドク・ドゥ・ヴィット
