タイトル,原作,公開日,監督
白雪姫,Snow White And The Seven Dwarfs,1937/2/1,デイヴィッド・ハンド
ピノキオ,Pinocchio,1940/2/7,ベン・シャープスティーン
ファンタジア,Fantasia,1940/1/3,ベン・シャープスティーン
ダンボ,Dumbo,1941/2/3,ベン・シャープスティーン
バンビ,Bambi,1942/1/3,デイヴィッド・ハンド
ラテン・アメリカの旅,saludos Amigos,1942/2/4,ノーム・ファーガソン
三人の騎士,the Three Caballeros,1944/2/1,ノーム・ファーガソン
眠れる森の美女,sleeping Beauty,1959/2/9,クライド・ジェロニミ
1０１匹わんちゃん,One Hundred and One Dalmatians,1961/2/5,ウォルフガング＿ライザーマン
王様の剣,The Sword in the Stone,1963/2/5,ウォルフガング・ライザーマン
おしゃれキャット,The Aristocats,1970/1/1,ウォルフガング・ライザーマン
ロビン・フッド,robin Hood,1973/1/8,ウォルフガング_ライザーマン
くまのプーさん 完全保存版,The Many Adventures of Winnie the Pooh,1977/1/1,ウォルフガング・ライザーマン
ビアンカの大冒険,The Rescuers,1977/2/2,ロン＿ミラー
きつねと猟犬,The Fox and the Hound,1981/1/0,none
コルドロン,The Black Cauldron,1985/2/4,none
オリビアちゃんの大冒険,The Great Mouse Detective,1986/7/2,バーニー・マティンソン
オリバー ニューヨーク子猫ものがたり,Oliver & Company,1988/1/8,ジョージ・スクリブナー
リトル_マーメイド,The Little Mermaid,1989/1/5,ジョン・マスカー
美女と野獣,Beauty and the Beast,1991/1/3,ゲイリー・トゥルースデイル
アラジン,Aladdin,1992/2/5,ジョン・マスカー
ライオン_キング,The Lion King,1994/2/4,Nan
ポカホンタス,pocahontas,1995/2/3,マイク・ガブリエル
ノートルダムの鐘,The Hunchback of Notre Dame,1996/2/1,ゲイリー・トゥルースデイル
ヘラクレス,hercules,1997/2/7,ジョン・マスカー
ムーラン,Mulan,1998/1/9,バリー・クック
ターザン,tarzan,1999/1/8,ケビン・リマ
ファンタジア20００,Fantasia 2000,2000/1/1,ロイ_E_ディズニー
ダイナソー,Dinosaur,2000/1/9,ラルフ・ゾンダッグ
ラマになった王様,The Emperor's New Groove,2000/1/5,マーク_ディンダル
アトランティス 失われた帝国,Atlantis: The Lost Empire,2001/6/8,ゲイリー・トゥルースデイル
リロ・アンド・スティッチ,Lilo & Stitch,2002/1/6,くりす・サンダース
トレジャー・プラネット,Treasure Planet,2002/2/7,ジョン・マスカー
ブラザー・ベア,Brother Bear,2003/2/0,アーロン・ブレイス
ホーム＿オン_ザ・レンジ にぎやか農場を救え!,Home on the Range,2004/2/1,ウィル・フィン
チキン・リトル,Chicken Little,2005/3/0,マーク＿ディンダル
ルイスと未来泥棒,Meet the Robinsons,2007/2/0,スティーブン・J・アンダーソン
ボルト,bolt,2008/2/1,クリス・ウィリアムス
プリンセスと魔法のキス,The Princess and the Frog,2009/1/8,ロン＿クレメンツ
塔の上のラプンツェル,Tangled,2010/1/2,バイロン・ハワード
くまのプーさん,Winnie the Pooh,2011/1/5,スティーブン・J・アンダーソン
シュガー_ラッシュ,Wreck-It Ralph,2012/1/2,リッチ＿ムーア
アナと雪の女王,Frozen,2013/2/7,クリス・バック
ベイマックス,Big Hero 6,2014/1/7,ドン・ホール
ズートピア,Zootopia,2016/3/4,リッチ・ムーア
モアナと伝説の海,moana,2016/2/3,ロン_クレメンツ
シュガー・ラッシュ:オンライン,Ralph Breaks the Internet,2018/2/1,リッチ・ムーア
アナと雪の女王2,Frozen Ⅱ,2019/2/2,クリス・バック
Disney's クリスマス・キャロル,A Christmas Carol,2009/1/6,ロバート・ゼメキス
フランケンウィニー,Frankenweenie,2012/0/5,ティム・バートン
リラクタント・ドラゴン,The Reluctant Dragon,1941/2/0,アルフレッド・ワーカー
メリー_ポピンズ,Mary Poppins,1964/2/7,ロバート・スティーブンソン
メリー・ポピンズ リターンズ,Mary Poppins Returns,2018/1/9,ロブ・マーシャル
トイ・ストーリー,Toy Story,1995/1/2,ジョン・ラセター
バグズ・ライフ,A Bug's Life,1998/2/5,ジョン・ラセター
トイ・ストーリー２,Toy Story 2,1999/2/4,ジョン・ラセター
モンスターズ・インク,Monsters Inc,2001/1/2,ピート・ドクター
ファインディング・ニモ,Finding Nemo,2003/3/0,アンドリュー・スタントン
Mr.インクレディブル,The Incredibles,2004/1/5,ブラッド・バード
カーズ,Cars,2006/6/9,ジョン・ラセター
レミーのおいしいレストラン,ratatouille,2007/2/9,ブラッド_バード
ウォーリー,WALL-E,2008/2/7,アンドリュー・スタントン
カールじいさんの空飛ぶ家,up,2009/2/9,ピート・ドクター
トイ・ストーリー3,Toy Story 3,2010/1/8,リー・アンクリッチ
カーズ2,Cars 2,2011/2/4,ジョン・ラセター
モンスターズ・ユニバーシティ,"Monsters, University",2013/2/1,ダン_スキャンロン
ファインディング・ドリー,Finding Dory,2016/1/4,アンドリュー・スタントン
カーズ/クロスロード,Cars 3,2017/1/6,ブライアン・フィー
インクレディブル・ファミリー,Incredibles 2,2018/1/5,ブラッド・バード
トイ・ストーリー４,Toy Story 4,2019/2/1,ジョシュ_クーリー
ダックテイル・ザ・ムービー/失われた魔法のランプ,DuckTales the Movie: Treasure of the Lost Lamp,1990/8/3,ボブ・ハスコック
グーフィー・ムービー ホリデーは最高!!,A Goofy Movie,1995/4/7,ケビン_リマ
ダグズ・ファースト・ムービー,Doug's 1st Movie,1999/1/9,モーリス・ジョイス
ティガー・ムービー プーさんの贈りもの,The Tigger Movie,2000/1/1,ジュン・ファルケンシュタイン
リセス 〜ぼくらの夏休みを守れ!〜,Recess: School's Out,2001/1/6,チャック・シーツ
ピーター・パン2 ネバーランドの秘密,Return to Never Land,2002/1/0,ロビン・バッド
ジャングル・ブック2,The Jungle Book 2,2003/2/9,スティーブ・トレンバース
ティーチャーズ・ペット,Teacher's Pet,2004/1/6,ステファン・スウォフォード
ティンカー・ベル,Tinker Bell,2008/2/8,ブラッドリー_レイモンド
プレーンズ2/ファイアー＆レスキュー,Planes: Fire & Rescue,2014/1/8,ボブス・ガンナウェイ
ティンカー・ベルと流れ星の伝説,Tinker Bell and the Legend of the NeverBeast,2015/3/3,Steve Loter
カートゥーン・オールスターズ・トゥ・ザ・レスキュー,Cartoon All-Stars to the Rescue,1990/2/1,ドナルド・マクドナルド・ハウス
ガーゴイルズ ザ・ムービー,gargoyles the Movie: The Heroes Awaken,1995/3/1,サブロウ・ハシモト
マイティ・ダックス・ザ・ムービー:ザ・ファースト・フェイス・オフ,Mighty Ducks the Movie: The First Face-Off,1997/4/8,ジョー・バルソ
ライオン・キング2 シンバズ・プライド,the lion King II: Simba's Pride,1998/2/7,ダレル・ルーニー
ヘラクレス:ゼロ・トゥ・ヒーロー,Hercules: Zero to Hero,1998/3/1,ボブ・クライン
美女と野獣 ベルの友情物語,Belle's Tales of Friendship,1999/1/7,デイビッド_W_キング
ミッキーのクリスマスの贈りもの,Mickey's Once Upon a Christmas,1999/2/7,アレックス・マン
リトル・マーメイドII Return to The Sea,The Little Mermaid II: Return to the Sea,2000/1/9,ジム・カマラッド
ミッキーのマジカル・クリスマス 雪の日のゆかいなパーティー,Mickey's Magical Christmas: Snowed in at the House of Mouse,2001/1/6,トニー_クライグ
ノートルダムの鐘II,The Hunchback of Notre Dame II,2002/1/9,ブラッドリー・レイモンド
ターザン&ジェーン,Tarzan & Jane,2002/2/3,ヴィクター・クック
１０1匹わんちゃんII パッチのはじめての冒険,101 Dalmatians II: Patch's London Adventure,2003/2/1,ジム・カマラッド
アトランティス 帝国最後の謎,Atlantis: Milo's Return,2003/2/0,タッド・ストーンズ
スティッチ!ザ・ムービー,Stitch! The Movie,2003/2/6,トニー・クライグ
ターザン2,Tarzan II,2005/6/1,ブライアン・スミス
リロ&スティッチ2,Lilo & Stitch 2: Stitch Has a Glitch,2005/3/0,トニー・レオンディス
リロイ・アンド・スティッチ,Leroy & Stitch,2006/2/3,トニー・クライグ
ブラザー＿ベア２,brother Bear 2,2006/2/9,ベンジャミン・グリュック
シンデレラIII_戻された時計の針,Cinderella III: A Twist in Time,2007/2/6,フランク・ニッセン
風の谷のナウシカ,風の谷のナウシカ,1984/1/1,宮崎駿
天空の城ラピュタ,ガリヴァー旅行記,1986/8/2,宮崎駿
火垂るの墓,火垂るの墓,1988/1/6,高畑勲
となりのトトロ,となりのトトロ,1988/1/6,宮崎駿
魔女の宅急便,魔女の宅急便,1989/2/9,宮崎 駿
おもひでぽろぽろ,おもひでぽろぽろ,1991/2/0,高畑勲
紅の豚,飛行艇時代,1992/1/8,宮崎駿
海がきこえる,海がきこえる,1993/5/5,望月智充
平成狸合戦ぽんぽこ,平成狸合戦ぽんぽこ,1994/1/6,高畑勲
耳をすませば,耳をすませば,1995/1/5,近藤喜文
もののけ姫,もののけ姫,1997/1/2,宮崎駿
ホーホケキョ_となりの山田くん,ホーホケキョ となりの山田くん,1999/1/7,高畑 勲
千と千尋の神隠し,霧のむこうの不思議な町,2001/2/0,宮崎駿
ギブリーズ_episode2,none,2002/2/0,百瀬義行
猫の恩返し,バロン 猫の男爵,2002/2/0,宮崎駿
ハウルの動く城,魔法使いハウルと火の悪魔,2004/2/0,宮崎駿
ゲド戦記,ゲド戦記,2006/2/9,宮崎駿
崖の上のポニョ,人魚姫,2008/1/9,宮崎駿
借りぐらしのアリエッティ,床下の小人,2010/1/7,米林宏昌
コクリコ坂から,コクリコ坂から,2011/1/6,宮崎吾朗
風立ちぬ,風立ちぬ,2013/2/0,宮崎駿
かぐや姫の物語,竹取物語,2013/2/3,高畑勲
思い出のマーニー,思い出のマーニー,2014/1/9,米林宏昌
レッドタートル_ある島の物語,レッドタートル,2016/1/7,マイケル・デュドク・ドゥ・ヴィット
